import React from "react";

function ArabicPrivacyPolicy() {
  return (
    <div className="privacy arabic">
      <h1 style={{ textAlign: "center", textTransform: "uppercase" }}>
        سياسة الخصوصية وملفات تعريف الارتباط (كوكيز)
      </h1>
      <h3 style={{ textTransform: "uppercase" }}>الخصوصية والأمان</h3>
      <p>
        نحن، الشركة العربية للهدايا الراقية المحدودة ذ.م.م، نزاول أعمالنا تحت
        اسم "شوميه"، وهي شركة ذات مسؤولية محدودة منظَّمة حسب الأصول بموجب قوانين
        المملكة العربية السعودية، وتحمل السجل التجاري رقم 4030145605، ويقع
        مكتبها المسجَّل في جدة، ص. ب. 6126، جدة 21442، المملكة العربية السعودية
        ورقم تسجيل ضريبة القيمة المضافة 300254162700003، ويبلغ رأس مالها المدفوع
        45,000,000 ريال سعودي (يُشار إليها فيما بعد بلفظ "نحن" أو خاصتنا" أو
        مختلف ضمائر المتكلم الجمع) نحترم خصوصية جميع مستخدمينا وملتزمون بحماية
        المعلومات التي يتم جمعها عبر الموقع الإلكتروني
        https://tiaradreamriyadh.com/ (يُشار إليه فيما بعد بلفظ "الموقع
        الإلكتروني"/ "الموقع") والتي يتم مشاركتها معنا.
      </p>
      <p>.قد يتم جمع معلومات شخصية عنك بعدة طرق عند استخدامك للموقع</p>
      <p>
        .نحن نقدم هذا البيان (يُشار إليه فيما بعد بلفظ "سياسة الخصوصية")
        لمساعدتك على فهم ما قد نفعله بأي معلومات شخصية نحصل عليها منك
      </p>
      <p>
        عِلمًا بأن سياسة الخصوصية هذه لا تحكم جمعنا أو استخدامنا للبيانات الخاصة
        بك من خلال قنوات أخرى غير الموقع الإلكتروني
      </p>
      <p>
        يُرجى مغادرة الموقع الإلكتروني على الفور إذا كنت تدخل إليه في بلد أو
        منطقة أخرى غير مسموح فيها باستخدام الموقع الإلكتروني
      </p>

      <h3>١ - ما المعلومات الشخصية التي نجمعها؟</h3>
      <p>
        يجمع الموقع الإلكتروني معلومات معينة عند استخدامك له، على سبيل المثال،
        قد يجمع الموقع "معلومات شخصية"؛ وهي أي معلومات يمكن استخدامها لتحديد
        هوية الفرد بشكل مباشر أو غير مباشر. وقد يجمع الموقع الإلكتروني أيضًا
        بيانات لا تحدد هويتك على وجه الخصوص. وفيما يلي قائمة بالمعلومات الشخصية
        التي يمكن أن نجمعها عنك ونقوم بمعالجتها
      </p>
      <ul>
        <li>
          المعلومات التي تقدمها عن طريق استكمال النماذج على الموقع الإلكتروني،
          بيانات التعريف (مثل الاسم)، معلومات الاتصال، رقم الهاتف، العنوان
          البريدي، عنوان البريد الإلكتروني؛
        </li>
        <li>أي معلومات قد تقدمها عند الاتصال بنا أو مراسلتنا؛</li>
        <li>المعلومات اللازمة لمعالجة تسجيلك على الموقع؛</li>
        <li>تفاصيل أي بيانات تواصل وميولك وتفضيلاتك؛</li>
        <li>
          تفاصيل زياراتك إلى الموقع الإلكتروني والتي تشمل، على سبيل المثال لا
          الحصر، عنوان بروتوكول الانترنت (IP) الخاص بجهاز الكمبيوتر، ومعلومات
          كلمة المرور، ومعلومات التفاعل بالصفحة، وبيانات حركة الزوار، وبيانات
          المكان، ومدونات الويب، وغيرها من البيانات المتعلقة بالموارد التي يمكنك
          الوصول إليه
        </li>
        <p>
          إذا تغيرت معلوماتك الشخصية بأي شكل من الأشكال أو تم تقديمها بشكل غير
          صحيح على الموقع الإلكتروني، فيجب عليك تحديث معلوماتك الشخصية أو
          تصحيحها على الفور (حسب الاقتضاء) عن طريق التواصل معنا على النحو
          المفصَّل في القسم 7 أدناه
        </p>
      </ul>

      <h3>٢ - ما الأغراض التي نستخدم لأجلها معلوماتك الشخصية؟</h3>
      <p>نجمع المعلومات الشخصية المذكورة أعلاه للأغراض التالية</p>
      <ol>
        <li>
          <p>تنفيذ عقد يكون صاحب البيانات طرفًا فيه</p>
          <ul>
            <li>للسماح لنا بمعالجة تسجيلك</li>
            <li>لمعالجة طلباتك بشكل عام</li>
          </ul>
        </li>
        <li>
          <p>على أساس موافقتك</p>
          <ul>
            <li>
              لنرسل إليك رسائلنا الإخبارية بالإضافة إلى تفاصيل منتجاتنا أو
              عروضنا الخاصة أو عروضنا الترويجية التي قد تهمك ودعوات الأحداث
            </li>
          </ul>
        </li>
        <li>
          <p>لأغراض المصالح المشروعة التي نسعى لتحقيقها</p>
          <ul>
            <li>
              لتحسين فهمنا لاهتماماتك وشواغلك، ولتحسين فهمنا لاستخدامك
              لمنتجاتنا، ومن أجل التسويق الداخلي والدراسات الديموغرافية: قد
              نستخدم معلوماتك لتحسين تصميم موقعنا الإلكتروني ومنتجاتنا /
              خدماتنا، إذ أننا نعتقد أن تقديم خدمة أفضل للمستخدم وتلبية
              احتياجاته تعدّ ضمن مصلحتنا المشروعة
            </li>
            <li>
              لأغراض أمنية: قد نستخدم المعلومات لحماية شركتنا وعملائنا وموقعنا
              الإلكتروني من الاحتيال أو السرقة أو أي مخالفات قد تؤثر على نشاطنا
              حيث أن ضمان أمن نشاطنا يعدّ ضمن مصلحتنا المشروعة
            </li>
          </ul>
        </li>
      </ol>

      <h3>٣ - مع مَن نشارك معلوماتك الشخصية؟</h3>
      <p>
        يتم الكشف عن المعلومات الشخصية التي تقدمها إلى وكالتنا الرقمية التي تدير
        عمليات التسجيل على الموقع الإلكتروني ونشاركها مع الأقسام التجارية الأخرى
        داخل مجموعة شركاتنا، على أساس المعرفة على قدر الحاجة، للأغراض المذكورة
        أعلاه
      </p>
      <p>
        يُرجى العلم بأنه إذا طلبت منا أي سلطة تنظيمية أو حكومية تُحقق في أي نشاط
        مشتبه فيه، أن نقدم معلوماتك الشخصية، فسوف يحق لنا القيام بذلك على النحو
        الذي يسمح به القانون المعمول به
      </p>
      <p>
        قد نكشف أيضًا عن معلوماتك الشخصية لشركائنا التجاريين المختارين بعناية أو
        لشركاتنا التابعة لتمكينهم من أن يرسلوا إليك معلومات قد تهمك، رهنًا
        بموافقتك
      </p>
      <p>
        إذا كنت لا ترغب في تلقي هذه المعلومات بعد الآن، فما عليك سوى النقر على
        رابط "إلغاء الاشتراك" في رسائل البريد الإلكتروني الخاصة بنا، أو ببساطة
        التواصل معنا على النحو المفصَّل في القسم 7 أدناه وسوف يساعدونك في هذا
        الصدد
      </p>
      <p>
        قد نكشف من حينٍ لآخر عن معلومات شخصية على أساس المعرفة على قدر الحاجة
      </p>
      <ul>
        <li>
          لمقدمي الخدمات والمتعاقدين من الباطن معنا، بما في ذلك الشركات التابعة
          لنا، المكلفة بأداء المهام نيابة عنا مثل التخزين والتوصيل؛ التسويق
          والدعاية والإعلان، معالجة البيانات، تطوير البرمجيات؛ استضافة وإدارة
          الموقع الإلكتروني؛ تقنية المعلومات والخدمات المكتبية؛ مقدمي الخدمات
          القانونية والمحاسبية ومراجعة الحسابات وغيرهم من مقدمي الخدمات
          الخارجيين؛ وشريطة ألا يقوم مقدم الخدمات هذا بجمع المعلومات الشخصية أو
          استخدامها أو الكشف عنها لأي غرض بخلاف أداء هذه المهام أو تقديم الخدمات
          لنا أو على النحو الذي يقتضيه القانون خلافًا لذلك؛
        </li>
        <li>لأي بائع أو مشترٍ محتمل لأعمالنا أو أصولنا؛</li>
        <li>
          إذا كنا ملزَمين بالكشف عن بياناتك الشخصية أو مشاركتها من أجل إنفاذ أو
          تطبيق شروط وأحكام موقعنا الإلكتروني والاتفاقيات الأخرى، السماح لنا
          بمتابعة العلاجات المتاحة أو الحد من الأضرار التي قد نتعرض لها، أو
          حماية حقوقنا أو ممتلكاتنا أو سلامتنا أو أمننا وكذلك حماية حقوق أو
          ممتلكات أو سلامة أو أمن موظفينا ووكلائنا والمتعاقدين معنا وعملائنا
          وزوار الموقع الإلكتروني أو غيرهم. ويشمل هذا تبادل المعلومات مع الشركات
          والمؤسسات الأخرى لأغراض الحماية من الاحتيال والحد من مخاطر الائتمان
        </li>
      </ul>

      <h3>٤ - كيف ننقل معلوماتك الشخصية؟</h3>
      <p>
        في حالات معينة، ولأغراض استضافة البيانات، قد يتم نقل المعلومات الشخصية
        التي جمعناها عنك إلى الشركات التابعة ومقدمي الخدمات والشركاء التجاريين
        المقيمين خارج الاتحاد الأوروبي الذين يتم الكشف عن المعلومات الشخصية
        إليهم والتي قد لا تتمتع بمستوى كافٍ من الحماية
      </p>
      <p>
        وفي مثل هذه الحالات، نقوم بتطبيق الإجراءات الوقائية المناسبة مع متلقي
        البيانات من خلال إبرام اتفاقيات نقل البيانات. ويمكنك طلب نسخة من هذه
        الإجراءات الوقائية المناسبة من خلال التواصل معنا على النحو الموضَّح في
        القسم 7 أدناه
      </p>

      <h3>٥ - استخدام ملفات تعريف الارتباط</h3>
      <p>
        نحن نستخدم ملفات تعريف الارتباط ونتتبّع عناوين IP حتى نتمكن من تحسين
        خدماتنا وتحسين تجربتك على النحو المفصَّل أدناه
      </p>
      <p>
        ملفات تعريف الارتباط هي ملفات بيانات يمكن للموقع الإلكتروني إرسالها إلى
        متصفح الكمبيوتر لأغراض حفظ السجلات. ونحن نستخدم ملفات تعريف الارتباط
        لمساعدتنا على جمع وتخزين المعلومات حول زوار موقعنا مما يساعدنا على جعل
        موقعنا أكثر سهولة في الاستخدام، وتوفير تجربة أفضل عند العودة لزيارة
        الموقع الإلكتروني
      </p>
      <p>قد نستخدم معلومات من ملفات تعريف الارتباط للأغراض التالية</p>
      <ul>
        <li>
          مراقبة حركة زيارة الموقع؛ على سبيل المثال، عنوان الذي تستخدمه للوصول
          إلى الموقع الإلكتروني، ونوع المتصفح ونظام التشغيل المستخدم للوصول إلى
          الموقع، وتاريخ ووقت وصولك إلى الموقع، والصفحات التي تزورها، وعنوان
          الإنترنت للموقع الذي وصلت منه إلى موقعنا؛
        </li>
        <li>التعرّف على الزوار المتكررين لأغراض إحصائية / تحليلية؛</li>
        <li>
          التتبع بدون تحديد الهوية للتفاعل مع الإعلانات عبر الإنترنت؛ على سبيل
          المثال، لمراقبة عدد المرات التي يتم فيها عرض إعلان وعدد مرات النقر
          عليه
        </li>
        <li>تخصيص أو إضفاء طابع شخصي على تجربتك في الموقع الإلكتروني؛</li>
        <li>
          مراقبة استخدامك للموقع الإلكتروني من أجل جعل اتصالاتنا معك ذات صلة قدر
          الإمكان؛ على سبيل المثال، عن طريق إرسال رسائل بريد إلكتروني ذات صلة
          بأجزاء الموقع التي تزورها في أغلب الأحيان أو بإعلامك بميزات الموقع
          التي لم تصل إليها سابقًا
        </li>
      </ul>
      <p>
        قد نقوم بجمع، وإبلاغ أطراف خارجية (مثل الجهات الإعلانية)، إحصائيات
        مجهولة الهوية عن مستخدمينا من حيث الأرقام وأنماط حركة الزيارات ومعلومات
        الموقع ذات الصلة
      </p>
      <p>
        في حين أن بعض ملفات تعريف الارتباط قد تكون وظيفية في جمع المعلومات التي
        ستسمح لنا بتسهيل تجربتك في التصفُّح؛ مثل تفضيلات اللغات أو تذكُّر تفاصيل
        تسجيل الدخول أو حفظ محتوى سلة التسوق الخاصة بك، فإن ملفات تعريف الارتباط
        الأخرى تجمع أيضًا معلومات حول سلوكك عن طريق حفظ تفضيلاتك على النحو
        المفصَّل أعلاه
      </p>
      <p>
        بينما يمكن تثبيت ملفات تعريف الارتباط الوظيفية لتسهيل زيارتك لموقعنا
        الإلكتروني، يمكنك التعبير عن اختيارك فيما يتعلق بملفات تعريف الارتباط
        الخاصة بنا من خلال خيارات إعدادات الخصوصية لمتصفحك والتي يجب أن تتضمن
        ميزات لمنع تخزين المعلومات على الجهاز أو معالجة المعلومات المخزَّنة
        بالفعل على هذا الجهاز، ما لم تقم بتشغيل الميزة للسماح بهذا التخزين أو
        المعالجة
      </p>
      <p>
        يتضمن كل متصفح نظام إدارة ملفات تعريف الارتباط الخاص به، يمكنك العثور
        على معلومات خاصة بمتصفحك ضمن قائمة "المساعدة"، حيث سيتم تزويدك بكل
        المعلومات الضرورية حول كيفية تعيين تفضيلاتك
      </p>
      <p>
        لا يمكننا ضمان الأداء السليم للموقع إذا اخترت تعطيل ملفات تعريف الارتباط
        الخاصة بك. ومع ذلك، سيتم تحسين زيارتك إلى موقعنا بشكل كبير إذا لم يتم
        تعطيل ملفات تعريف الارتباط
      </p>

      <h3>٦ - ما المدة التي نحتفظ فيها بمعلوماتك الشخصية؟</h3>
      <p>
        سيتم تخزين المعلومات الشخصية التي يتم جمعها للأغراض الواردة أدناه فقط
        طالما كان ذلك ضروريًا لغرض علاقتك معنا، أو حسب الاقتضاء للامتثال
        لالتزاماتنا القانونية
      </p>
      <p>
        إذا تم اتخاذ إجراء قضائي، فقد يتم تخزين المعلومات الشخصية حتى نهاية هذا
        الإجراء؛ بما في ذلك أي فترات محتملة للاستئناف، ثم يتم حذفها أو أرشفتها
        على النحو الذي يسمح به القانون المعمول به
      </p>
      <p>
        لن يتم الاحتفاظ بمعلوماتك الشخصية بشكل يسمح بتحديد هويتك لفترة أطول مما
        نعتبره ضروريًا بشكل معقول لتحقيق الأغراض التي تم جمعها أو معالجتها من
        أجلها أو وفق ما هو منصوص عليه في القوانين المعمول بها المتعلقة بفترات
        الاحتفاظ بالبيانات
      </p>

      <h3>٧ - الحقوق التي تتمتع بها</h3>
      <p>رهنًا بالقانون المعمول به، قد تتمتع بالحقوق التالية:</p>
      <ol>
        <li>
          <h4>حق الوصول</h4>
          <p>
            لديك الحق في أن تتحقّق معنا مما إذا كان يتم معالجة معلوماتك الشخصية.
            وإذا كان يتم معالجتها، يحق لك أن تطلب الوصول إلى تلك المعلومات
            الشخصية بما فيها فئات المعلومات الشخصية التي يتم معالجتها والغرض من
            المعالجة والمتلقّين لتلك المعلومات أو فئات المتلقّين.
          </p>
        </li>
        <li>
          <h4>حق التصحيح</h4>
          <p>قد يحق لك تصحيح معلوماتك الشخصية غير الدقيقة أو غير المكتملة.</p>
        </li>
        <li>
          <h4>حق المحو </h4>
          <p>قد يحق لك مطالبتنا بمحو معلوماتك الشخصية.</p>
        </li>
        <li>
          <h4>حق تقييد المعالجة</h4>
          <p>في ظروف محدودة، قد يحق لك طلب تقييد معالجة معلوماتك الشخصية.</p>
        </li>
        <li>
          <h4>الحق في نقل البيانات</h4>
          <p>
            قد يكون لديك الحق في تلقّي معلوماتك الشخصية التي قدمتها إلينا بتنسيق
            منظَّم شائع الاستخدام ويمكن قراءته آليًا، وقد يكون لديك الحق في نقل
            تلك البيانات إلى جهة أخرى.
          </p>
        </li>
        <li>
          <h4>الحق في الرفض والحقوق المتعلقة باتخاذ القرارات المؤتمتة</h4>
          <p>
            في ظروف معينة، قد يكون لديك الحق في الاعتراض، لأسباب تتعلق بموقفك
            الخاص، في أي وقت على معالجة معلوماتك الشخصية من قِبلنا وقد يُطلب منا
            عدم معالجة بياناتك الشخصية بعد ذلك.
          </p>
        </li>
        <li>
          <h4>
            الحق في تقديم تعليماتك المتعلقة بتخزين أو حذف أو الكشف عن معلوماتك
            الشخصية بعد وفاتك.
          </h4>
          <p>
            عندما تستند معالجة معلوماتك الشخصية إلى موافقتك، فبإمكانك في أي لحظة
            سحب أي موافقة قدمتها لنا في وقت سابق. عِلمًا بأن سحب الموافقة لا
            يؤثر على قانونية المعالجة بناءً على الموافقة قبل سحبها.
          </p>
        </li>
      </ol>

      <p>
        لممارسة هذه الحقوق، يُرجى التواصل معنا عبر الموقع الإلكتروني
        info@chaumet.com
      </p>

      <h3>٨ - التغييرات على هذه السياسة</h3>
      <p>
        نحتفظ بالحق في تعديل سياسة الخصوصية هذه في أي وقت، حيث قد تتغير سياسة
        الخصوصية الخاصة بنا من وقت لآخر لتعكس التغييرات في معالجتنا لمعلوماتك
        الشخصية. وتسري أي تعديلات على سياسة الخصوصية هذه بمجرد نشرها على موقعنا
        الإلكتروني. سوف نخطرك بأي تغييرات جوهرية وفق ما يقتضيه القانون. يُرجى
        قراءة سياسة الخصوصية وإعادة مراجعتها باستمرار.
      </p>
      <p>
        سياسة الخصوصية هذه متوفرة باللغتين الإنجليزية والعربية. وفي حال وجود أي
        تعارض بين النص الإنجليزي والنص العربي، يسود النص الإنجليزي.
      </p>
    </div>
  );
}

export default ArabicPrivacyPolicy;
